<?php

/* @var $this yii\web\View */

use yii\helpers\Html;

$this->title = 'Как работает «Веб-Грамотей»';
//$this->params['breadcrumbs'][] = $this->title;
?>
<div class="site">   
    <p style="font-size: 1.2em; font-weight: bold"><?= Html::encode($this->title) ?></p>
    <ol>
        <li>Онлайн-тренажёр учитывает год обучения и используемый учебно-методический комплект &mdash; в зависимости от них помогает педагогу выбрать и настроить упражнение для класса.</li>
        <li>Для тренировки каждого правила «Веб-Грамотей» предложит набор слов на данное правило. Учитель в рамках упражнения может самостоятельно выбрать:
            <ul>
                <li>Набор правил для тренировки: одно или несколько правил</li>
                <li>Объём упражнения: от 100 до 500 слов</li>
                <li>Срок выполнения упражнения</li>
            </ul>
        </li>
        <li>Учащиеся самостоятельно выполняют задание на домашнем компьютере. Каждый работает в удобном для себя темпе. Можно выполнить всё задание за один вечер, потратив полчаса, а можно тренироваться несколько дней по 10 минут. Работу можно прервать и продолжить в любой момент.</li>
        <li>Онлайн-тренажёр проверяет правильность выполнения задания автоматически. Если учащийся совершит ошибку, тренажёр сразу же сообщит о ней и предложит провести работу над этой ошибкой.</li>
        <li>Учитель в режиме онлайн видит, какое количество слов в упражнении выполнил каждый учащийся и сколько допустил ошибок. Итоги работы класса отображаются в личном кабинете учителя в виде таблицы результатов.</li>
    </ol>
    <hr style="border-color: #cec; margin: 15px 0;">
    
    <p style="font-size: 1.2em; font-weight: bold">Преимущества онлайн-тренажёра «Веб-Грамотей» для учителя</p>
    <ol>
        <li>Учитель получает в распоряжение новый инструмент, интересный для ребёнка и более эффективный, чем работа в тетради.</li>
        <li>Моментальный результат &mdash; отчёт о выполнении задания и уровне знания правил. При этом не надо проверять тетради.</li>
        <li>Увеличение полезного времени на уроке. Повторение основных правил орфографии можно задать на дом, а на уроке проработать только то, что вызывает наибольшие трудности.</li>
        <li>Учащиеся выполняют домашние задания с удовольствием! <!-- Больше, быстрее, лучше! --></li>
        <li>Соревновательный дух мотивирует обучающихся снова и снова выполнять упражнения! От этого растёт уровень усвоения ими правил орфографии.</li>
        <li>Для работы с тренажёром требуется только доступ в Интернет. Дополнительное программное обеспечение устанавливать не нужно.</li>
    </ol>
    <hr style="border-color: #cec; margin: 15px 0;">
    
    <p style="font-size: 1.2em; font-weight: bold">Преимущества онлайн-тренажёра «Веб-Грамотей» для учащихся</p>
    <ol>
	<li>Возможность выполнить домашнее задание в любой удобный момент (например, в трамвае по пути в школу со своего мобильного телефона): сайт доступен как с персонального компьютера, так и с планшета или смартфона.</li>
	<li>Интересный и комфортный формат: заходишь на сайт, выполняешь столько заданий, сколько хочешь, если нужно &mdash; сверяешься со справочным материалом, <!-- находишь дополнительную информацию в Интернете, -->возвращаешься к упражнениям, когда удобно.</li>
	<li>За меньшее время можно выполнить больше заданий &mdash; проработать больше слов.</li>
	<li>Результат видно сразу! И его можно сравнить с результатами других учеников.</li>        
    </ol>    
</div>
