<?php

/* @var $this yii\web\View */

use yii\helpers\Html;

$this->title = 'Отзывы учителей';
//$this->params['breadcrumbs'][] = $this->title;
?>
<div class="site">   
    <p style="font-size: 1.2em; font-weight: bold">Отзывы учителей о работе с тренажёром «Веб-Грамотей»</p>    
    <ul>
	<li>«Работа на тренажёре очень заинтересовала даже самых слабых учащихся»</li>
	<li>«Удобно, что сразу можно посмотреть статистику по выполненным работам»</li>
	<li>«В классе организовали негласное соревнование — кто раньше и кто правильнее выполнит»</li>
	<li>«Первые дни в школе стоял настоящий бум по работе с тренажёром: занимались в перемены, обменивались впечатлениями, узнавали значения незнакомых слов»</li>
	<li>«Очень нужная работа на развитие орфографической зоркости у обучающихся»</li>
	<li>«Понравилось, что дети могут тренировать орфографические умения в простой для них форме, без траты времени на это на уроке»</li>
	<li>«Ещё один ПЛЮС &mdash; это экономия времени на проверку тетрадей!»</li>
	<li>«Работа с тренажером нравится даже родителям»</li>
	<li>«Работать с тренажером легко, некоторые увлекались и выполняли больше положенного количества слов»</li>
	<li>«Легко работать, сразу можно увидеть результат и сравнить себя с другими. Многие ученики выполняя упражнение, проходят его многократно - 200, 300, даже 600 слов»</li>
    </ul>
    <hr style="border-color: #cec; margin: 15px 0;">
    
    <p style="font-size: 1.2em; font-weight: bold">Отзывы учеников о работе с тренажёром «Веб-Грамотей»</p>
    <ul>
	<li>«Легко работать, сразу можно увидеть результат и сравнить себя с другими»</li>
	<li>«Узнали много новых слов (открывали словари)»</li>
	<li>«Хорошо, что сложные словосочетания повторяются — так их легче запомнить»</li>
	<li>«Легко, интересно, хочется выполнять больше»</li>
	<li>«Вот бы так нас всегда учили!»</li>
	<li>«Понравилось, что работа в Интернете. Выполнение легче, чем в тетради»</li>
	<li>«Интересно. Можно ещё раз прочитать правило, если что-то не понял»</li>
	<li>«Не нравится по три раза печатать слово, в котором допустил ошибку»</li>
    </ul>
</div>
